Repository: AlexandrinFR/Coroner
Catalog: Coroner/LangStrings.*.resx
Languages: ru

# AbandonedDeath1
source: Abandoned by their coworkers.
ru: Брошен своими коллегами.

# BlastDeath1
source: Exploded.
ru: Взорвался.

# BlastDeath2
source: Went out with a bang.
ru: Ушёл с фейерверком.

# BlastDeath3
source: Was blown to smithereens.
ru: Был разнесён вдребезги.

# BludgeoningDeath1
source: Bludgeoned to death.
ru: Забит до смерти.

# CrushingDeath1
source: Crushed to death.
ru: Раздавлен.

# DrowningDeath1
source: Drowned to death.
ru: Утонул.

# ElectrocutionDeath1
source: Electrocuted to death.
ru: Убит электрическим током.

# Enemy_BaboonHawkDeath1
source: Was eaten by a Baboon Hawk.
ru: Был съеден Бабуиновым ястребом.

# Enemy_BaboonHawkDeath2
source: Was mauled by a Baboon Hawk.
ru: Был изуродован Бабуиновым ястребом.

# Enemy_BrackenDeath1
source: Had their neck snapped by a Bracken.
ru: Бракен свернул ему шею.

# Enemy_BrackenDeath2
source: Stared at a Bracken too long.
ru: Проиграл Бреккену в гляделки.

# Enemy_BunkerSpiderDeath1
source: Ensnared in the Bunker Spider's web.
ru: Попался в сети Бункерного паука.

# Enemy_CircuitBeesDeath1
source: Electro-stung to death by Circuit Bees.
ru: Был зажарен Проводниковыми пчелами.

# Enemy_CoilHeadDeath1
source: Mauled to death by a Coil Head.
ru: Был изуродован Пружиноголовым.

# Enemy_CoilHeadDeath2
source: Got in a staring contest with a Coil Head.
ru: Неудачно моргнул.

# Enemy_CoilHeadDeath3
source: Lost a staring contest with a Coil Head.
ru: Проиграл Пружиноголовому в гляделки.

# Enemy_EarthLeviathanDeath1
source: Swallowed whole by an Earth Leviathan.
ru: Проглочен Земным Левиафаном.

# Enemy_EyelessDogDeath1
source: Was eaten by an Eyeless Dog.
ru: Был съеден Слепой собакой.

# Enemy_EyelessDogDeath2
source: Got caught using a mechanical keyboard.
ru: Был пойман за использование механической клавиатуры.

# Enemy_EyelessDogDeath3
source: Wasn't quiet around an Eyeless Dog.
ru: Чихнул рядом со Слепой собакой.

# Enemy_ForestGiantDeath1
source: Swallowed whole by a Forest Giant.
ru: Проглочен Лесным гигантом.

# Enemy_GhostGirlDeath1
source: Died a mysterious death.
ru: Умер загадочной смертью.

# Enemy_GhostGirlDeath2
source: Lost their mind.
ru: Потерял рассудок.

# Enemy_GhostGirlDeath3
source: Got a real bad headache.
ru: Получил сильную головную боль.

# Enemy_HoarderBugDeath1
source: Was mauled by a Hoarder Bug.
ru: Был изуродован Жуком-собирателем.

# Enemy_HoarderBugDeath2
source: Was swarmed by a Hoarder Bug.
ru: Был окружен Жуком-собирателем.

# Enemy_HoarderBugDeath3
source: Was hoarded by a Hoarder Bug.
ru: Был собран Жуком-собирателем.

# Enemy_HoarderBugDeath4
source: Tried to steal from a Hoarder Bug.
ru: Пытался украсть у Жука-собирателя.

# Enemy_HygrodereDeath1
source: Was absorbed by a Hygrodere.
ru: Был поглощен Гигродером.

# Enemy_HygrodereDeath2
source: Got lost in the sauce.
ru: Потерялся в соусе.

# Enemy_HygrodereDeath3
source: Had an oopsie with a Hygrodere.
ru: Превратился в лужу.

# Enemy_JesterDeath2
source: Was the butt of the Jester's joke.
ru: Был объектом шутки Шута.

# Enemy_JesterDeath3
source: Got pranked by the Jester.
ru: Это всего лишь пранк, Бро!

# Enemy_JesterDeath4
source: Got popped like a weasel.
ru: Умер от кринжа.

# Enemy_MaskedPlayer_VictimDeath1
source: Was killed by a Masked coworker.
ru: Был убит коллегой в Маске.

# Enemy_MaskedPlayer_VictimDeath2
source: Became a tragedy at the hands of the Mask.
ru: Стал трагедией от рук Маски.

# Enemy_MaskedPlayer_WearDeath1
source: Donned the Mask.
ru: Надел Маску.

# Enemy_MaskedPlayer_WearDeath2
source: Nobody cared who they were until they put on the Mask.
ru: Никого не волновало, кем он был, пока не надел Маску.

# Enemy_Nutcracker_KickedDeath1
source: Was kicked to death by a Nutcracker.
ru: Был забит до смерти Щелкунчиком.

# Enemy_Nutcracker_KickedDeath2
source: Got their nuts cracked by a Nutcracker.
ru: Щелкунчик расколол его орехи.

# Enemy_Nutcracker_ShotDeath1
source: Got shot by a Nutcracker.
ru: Был застрелен Щелкунчиком.

# Enemy_Nutcracker_ShotDeath2
source: Was at the wrong end of a 21-gun salute.
ru: Был не на том конце салюта из 21 калибра.

# Enemy_SnareFleaDeath1
source: Was suffocated by a Snare Flea.
ru: Был задушен Блохой-ловушкой.

# Enemy_SporeLizardDeath1
source: Was bitten by a Spore Lizard.
ru: Был укушен Споровой ящерицей.

# Enemy_SporeLizardDeath2
source: Was puffed by a Spore Lizard.
ru: Был отравлен Споровой ящерицей.

# Enemy_ThumperDeath1
source: Was ravaged by a Thumper.
ru: Был съеден Тампером.

# Enemy_ThumperDeath2
source: Got thumped by a Thumper.
ru: Был раздавлен Тампером.

# FunnyNote1
source: The goofiest goober.
ru: Самый тупой болван.

# FunnyNote10
source: Dislikes smoke.
ru: Не любит курящих.

# FunnyNote11
source: A team player.
ru: Командный игрок.

# FunnyNote12
source: A real go-getter.
ru: Настоящий предприимчивый человек.

# FunnyNote13
source: Ate the most snacks.
ru: Съел больше всего закусок.

# FunnyNote14
source: Passed GO and collected $200.
ru: Прошел GO и получил 200$.

# FunnyNote15
source: Got freaky on a Friday night.
ru: Нажрался в пятницу вечером.

# FunnyNote16
source: I think this one's a serial killer.
ru: Я думаю, что это серийный убийца.

# FunnyNote17
source: Perfectly unremarkable.
ru: Совершенно ничем не примечателен.

# FunnyNote18
source: Hasn't called their mother in a while.
ru: Давненько не звонил матери.

# FunnyNote19
source: Has IP address 127.0.0.1.
ru: Имеет IP-адрес 127.0.0.1.

# FunnyNote2
source: The cutest employee.
ru: Самый милый сотрудник.

# FunnyNote20
source: Secretly a lizard.
ru: Тайно ящерка.

# FunnyNote3
source: Had the most fun.
ru: Получил больше веселья чем другие.

# FunnyNote4
source: Had the least fun.
ru: Получил меньше веселья чем другие.

# FunnyNote5
source: The bravest employee.
ru: Самый смелый сотрудник.

# FunnyNote6
source: Did a sick flip.
ru: Сделал крутой кувырок.

# FunnyNote7
source: Stubbed their toe.
ru: Ушиб палец на ноге.

# FunnyNote8
source: The most likely to die next time.
ru: Скорее всего, умрёт в следующий раз.

# FunnyNote9
source: The least likely to die next time.
ru: Вряд ли умрёт в следующий раз.

# GravityDeath1
source: Fell to their death.
ru: Разбился насмерть.

# GravityDeath2
source: Fell off a cliff.
ru: Упал с обрыва.

# GunshotsDeath1
source: Shot to death.
ru: Застрелен турелью.

# GunshotsDeath2
source: Filled to the brim with bullets.
ru: Набит до краев пулями.

# KickingDeath1
source: Kicked to death.
ru: Запинали до смерти.

# MaulingDeath1
source: Mauled to death.
ru: Изуродован до смерти.

# Other_DepositItemsDeskDeath1
source: Received a demotion.
ru: Получил понижение в должности.

# Other_DepositItemsDeskDeath2
source: Was put on disciplinary leave.
ru: Был отправлен в дисциплинарный отпуск.

# Other_DropshipDeath1
source: Was crushed by the Item Dropship.
ru: Был раздавлен десантной капсулой.

# Other_DropshipDeath2
source: Couldn't wait for their items.
ru: Не мог дождаться своих товаров.

# Other_DropshipDeath3
source: Got too impatient for their items.
ru: Был слишком нетерпелив десантной капсулой.

# Other_LandmineDeath1
source: Stepped on a landmine.
ru: Наступил на мину.

# Other_LightningDeath1
source: Was struck by lightning.
ru: Был поражен молнией.

# Other_TurretDeath1
source: Got shot by a turret.
ru: Был застрелен турелью.

# Player_Jetpack_BlastDeath1
source: Blew up while using a Jetpack.
ru: Взорвался используя Джетпак.

# Player_Jetpack_BlastDeath2
source: Turned into a firework.
ru: Превратился в фейерверк.

# Player_Jetpack_GravityDeath1
source: Fell while using a jetpack.
ru: Упал используя Джетпак.

# Player_Jetpack_GravityDeath2
source: Flew too close to the sun.
ru: Подлетел слишком близко к солнцу.

# Player_Jetpack_GravityDeath3
source: Ran out of fuel.
ru: Закончилось топливо.

# Player_Murder_MeleeDeath1
source: Was bludgeoned to death by a coworker.
ru: Был забит до смерти коллегой.

# Player_Murder_MeleeDeath2
source: Was the victim of a murder.
ru: Стал жертвой убийства.

# Player_Murder_MeleeDeath3
source: Got murdered.
ru: Был убит.

# Player_Murder_MeleeDeath4
source: Got backstabbed by a coworker.
ru: Получил удар в спину от коллеги.

# Player_Murder_ShotgunDeath1
source: Was shot to death by a coworker.
ru: Был застрелен коллегой.

# Player_Murder_ShotgunDeath2
source: Was the victim of a murder.
ru: Стал жертвой убийства.

# Player_Murder_ShotgunDeath3
source: Got murdered.
ru: Был убит.

# Player_Murder_ShotgunDeath4
source: Got one-pumped by a coworker.
ru: Был набит до краев коллегой.

# Player_Murder_ShotgunDeath5
source: Got 360-noscoped by a coworker.
ru: Коллега сделал 360 в лицо.

# Player_QuicksandDeath1
source: Got stuck in quicksand.
ru: Застрял в зыбучих песках.

# Player_QuicksandDeath2
source: Drowned in quicksand.
ru: Утонул в зыбучих песках.

# Player_StunGrenadeDeath1
source: Got flashbanged by a coworker.
ru: Был убит светошумовой гранатой.

# Player_StunGrenadeDeath2
source: Was the victim of a murder.
ru: Стал жертвой убийства.

# StrangulationDeath1
source: Strangled to death.
ru: Задушен.

# SuffocationDeath1
source: Suffocated to death.
ru: Умер от нехватки воздуха.

# TextMesh
source: Cause of Death:
ru: Причина смерти:

# UnknownDeath1
source: Died somehow.
ru: Умер как-то.

# UnknownDeath2
source: Most sincerely dead.
ru: Самый искренний мертвец.

# UnknownDeath3
source: Expired in an inexplicable manner.
ru: Срок годности истек необъяснимым образом.
